cask_args appdir: "/Applications"

# Repositories used
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/cask-fonts"
tap "go-task/tap"
tap "datawire/blackbird"
tap "yudai/gotty"

# GUI software installed
cask "dashlane"

cask "google-chrome"
cask "google-chrome-canary"
cask "firefox"

cask "slack"
cask "whatsapp"

cask "visual-studio-code"
cask "iterm2"
cask "font-hack-nerd-font"
cask "gpg-suite"
cask "docker"
cask "virtualbox"
cask "minikube"
cask "vagrant"
cask "gitkraken"
cask "osxfuse"
cask "ngrok"
cask "vanilla"
cask "rocket"

cask "spotify"
cask "timeular"

# GUI Software from official store installed
mas "Things",      id: 904280696  # 3.9.1
mas "iStat Menus", id: 1319778037 # 6.31
mas "Magnet",      id: 441258766  # 6.1

# Languages
brew "node"
brew "yarn"
brew "go"

# CLI software installed
brew "go-task"
brew "git"
brew "hub"
brew "tmux"
brew "mas"
brew "tree"
brew "zsh-syntax-highlighting"
brew "awscli"
brew "jq"
brew "terraform"
brew "terragrunt"
brew "packer"
brew "hadolint"
brew "telepresence"
brew "httpie"
brew "pipes-sh"
brew "brightness"
brew "fzf"
brew "gotty"

brew "kubernetes-cli"
brew "kubernetes-helm"
