cask_args appdir: "/Applications"

# Repositories used
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/cask-fonts"
tap "go-task/tap"

# GUI software installed
cask "dashlane"

cask "google-chrome"
cask "google-chrome-canary"
cask "firefox"

cask "slack"
cask "whatsapp"

cask "visual-studio-code"
cask "iterm2"
cask "font-hack-nerd-font"
cask "gpg-suite"
cask "docker"
cask "virtualbox"
cask "minikube"
cask "vagrant"
cask "gitkraken"

cask "spotify"
cask "timeular"

# GUI Software from official store installed
mas "Magnet", id: 441258766
mas "Things", id: 904280696

# Languages
brew "node"
brew "go"

# CLI software installed
brew "go-task"
brew "git"
brew "hub"
brew "tmux"
brew "mas"
brew "tree"
brew "zsh-syntax-highlighting"
brew "awscli"
brew "jq"

brew "kubernetes-cli"
brew "kubernetes-helm"
