tap "azure/draft"
tap "cjbassi/gotop"
tap "derailed/k9s"
tap "derailed/popeye"
tap "exolnet/deprecated"
tap "fluxcd/tap"
tap "github/gh"
tap "go-task/tap"
tap "gobuffalo/tap"
tap "golangci/tap"
tap "happn-tech/public"
tap "helm/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "instrumenta/instrumenta"
tap "julienbreux/baleia"
tap "julienbreux/clamp"
tap "minio/stable"
tap "ornikar/orninject"
tap "petems/vault"
tap "petems/vault-prebuilt"
tap "pr0d1r2/python2"
tap "rs/tap"
tap "tilt-dev/tap"
tap "trashhalo/brews"
tap "txn2/tap"
tap "ubuntu/microk8s"
tap "weaveworks/tap"
tap "yudai/gotty"
brew "apr"
brew "openssl@1.1"
brew "argocd"
brew "readline"
brew "sqlite"
brew "python@3.9"
brew "asciinema"
brew "ncurses"
brew "asciiquarium"
brew "aws-iam-authenticator"
brew "awscli"
brew "bash"
brew "brightness"
brew "libffi"
brew "certstrap"
brew "cfssl"
brew "circleci"
brew "composer"
brew "ctop"
brew "openldap"
brew "curl"
brew "kubernetes-cli"
brew "devspace"
brew "dialog"
brew "dnscontrol"
brew "dnsmasq"
brew "docker-credential-helper"
brew "docker-slim"
brew "dog"
brew "etcd"
brew "icu4c"
brew "ffmpeg"
brew "fzf"
brew "gcc"
brew "gh"
brew "git"
brew "git-delta"
brew "glow"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "goreleaser"
brew "hadolint"
brew "helm"
brew "helmfile"
brew "htop"
brew "httpie"
brew "hub"
brew "hyperkit"
brew "istioctl"
brew "jq"
brew "k3d"
brew "kind"
brew "krb5"
brew "ksync"
brew "kubectx"
brew "kubeseal"
brew "kustomize"
brew "libiconv"
brew "libpq"
brew "mas"
brew "minio-mc"
brew "mysql-client"
brew "n"
brew "nmap"
brew "node"
brew "openjdk"
brew "operator-sdk"
brew "p7zip"
brew "packer"
brew "php"
brew "pinentry-mac"
brew "pipes-sh"
brew "podman"
brew "protobuf"
brew "pulumi"
brew "redis"
brew "rustup-init"
brew "shellcheck"
brew "sl"
brew "telnet"
brew "terragrunt"
brew "tflint"
brew "thefuck"
brew "tmux"
brew "todo-txt"
brew "tree"
brew "vault"
brew "vegeta"
brew "vim"
brew "watch"
brew "wget"
brew "yamllint"
brew "yarn"
brew "yq"
brew "zsh-syntax-highlighting"
brew "azure/draft/draft"
brew "cjbassi/gotop/gotop"
brew "derailed/k9s/k9s"
brew "derailed/popeye/popeye"
brew "fluxcd/tap/flux"
brew "go-task/tap/go-task"
brew "gobuffalo/tap/buffalo"
brew "golangci/tap/golangci-lint"
brew "instrumenta/instrumenta/kubeval"
brew "julienbreux/baleia/baleia"
brew "julienbreux/clamp/clamp"
brew "ornikar/orninject/orninject"
brew "rs/tap/jaggr"
brew "rs/tap/jplot"
brew "tilt-dev/tap/tilt"
brew "trashhalo/brews/imgcat"
brew "txn2/tap/txeh"
brew "ubuntu/microk8s/microk8s"
brew "weaveworks/tap/eksctl"
brew "yudai/gotty/gotty"
cask "adoptopenjdk"
cask "angry-ip-scanner"
cask "discord"
cask "font-hack-nerd-font", args: { appdir: "/Applications" }
cask "github"
cask "google-cloud-sdk"
cask "gpg-suite", args: { appdir: "/Applications" }
cask "graphiql"
cask "insomnia"
cask "iterm2", args: { appdir: "/Applications" }
cask "multipass"
cask "ngrok", args: { appdir: "/Applications" }
cask "notion", args: { appdir: "/Applications" }
cask "osxfuse", args: { appdir: "/Applications" }
cask "rar"
cask "sequel-pro"
cask "skype"
cask "slack", args: { appdir: "/Applications" }
cask "spotify", args: { appdir: "/Applications" }
cask "timeular"
cask "vagrant", args: { appdir: "/Applications" }
cask "vanilla"
cask "virtualbox"
cask "visual-studio-code", args: { appdir: "/Applications" }
cask "vlc"
cask "vnc-viewer"
cask "whatsapp", args: { appdir: "/Applications" }
cask "zoom"
mas "Be Focused", id: 973134470
mas "CleanMyMac X", id: 1339170533
mas "Copy 'Em", id: 876540291
mas "Fantastical", id: 435003921
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "iStat Menus", id: 1319778037
mas "iStat Menus", id: 1319778037
mas "iZip Unarchiver", id: 717545828
mas "Jira", id: 1475897096
mas "Keynote", id: 409183694
mas "Magnet", id: 441258766
mas "Microsoft To Do", id: 1274495053
mas "Numbers", id: 409203825
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "PDF Reader Pro Lite", id: 919472673
mas "Things", id: 904280696
mas "Things", id: 904280696
mas "Trello", id: 1278508951
mas "Xcode", id: 497799835
